export interface FAQ {
    question: string;
    answer: string;
  }
  
  export const faqs: FAQ[] = [
    {
        question: "كيف يمكنني شراء الكتب على المنصة؟",
        answer: "لشراء الكتب على منصتنا، يمكنك تصفح الفئات المختلفة، إضافة الكتاب إلى سلة المشتريات، ثم إتمام عملية الدفع عبر وسائل الدفع المتاحة."
      },
      {
        question: "كيف يمكنني بيع كتاب؟",
        answer: "لتبيع كتابك، قم بإنشاء حساب على المنصة، ثم أضف الكتاب عبر قسم 'بيع كتاب' مع تفاصيل الكتاب والصورة المناسبة."
      },
      {
        question: "هل المنصة توفر شحن للكتب؟",
        answer: "نعم، توفر منصتنا خدمة الشحن للكتب. بعد إتمام البيع، ستتمكن من تحديد خدمة الشحن التي تفضلها."
      },
      {
        question: "هل يمكنني استرجاع الكتاب بعد شرائه؟",
        answer: "نعم، يمكنك استرجاع الكتاب إذا كان في حالة غير مطابقة للوصف أو تالف، ضمن سياسة الاسترجاع التي نقدمها."
      },
      {
        question: "هل يمكنني الدفع باستخدام بطاقة ائتمان؟",
        answer: "نعم، المنصة تدعم الدفع عبر بطاقات الائتمان الرئيسية بالإضافة إلى الدفع الإلكتروني عبر PayPal."
      }
  ];